/* No comment provided by engineer. */
"Cancel" = "取消";

/* Informing the user an item has finished copying */
"Copied" = "复制好了";

/* No comment provided by engineer. */
"Copy" = "复制";

/* Displayed with ellipsis as 'Copying...' when an item is in the process of being copied */
"Copying" = "复制中";

/* No comment provided by engineer. */
"Dismiss" = "消失";

/* No comment provided by engineer. */
"Done" = "完成";

/* No comment provided by engineer. */
"Email" = "邮件";

/* No comment provided by engineer. */
"Email failed to send. Please try again." = "Email failed to send. Please try again.";

/* Informing 失败 user a process has failed */
"Failed" = "Failed";

/* Used in the context: 'Showing 1 of 3 items' */
"of" = "of";

/* No comment provided by engineer. */
"Photo" = "照片";

/* Displayed with ellipsis as 'Preparing...' when an item is in the process of being prepared */
"Preparing" = "准备中";

/* No comment provided by engineer. */
"Save" = "保存";

/* Informing the user an item has been saved */
"Saved" = "保存好了";

/* Displayed with ellipsis as 'Saving...' when an item is in the process of being saved */
"Saving" = "保存中";

